Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MomentsOnboardingAndSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Your journal only has access to suggestions when you start writing about them or save them. The information used to create a suggestion, such as a photo or workout, is also shared with your journal at that time. Apps that use Private Access to offer suggestions will appear in Journaling Suggestions settings.
ar: ليس بإمكان يومياتك الوصول إلى الاقتراحات إلا عندما تبدأ في الكتابة عنها أو تحفظها. تتم أيضًا مشاركة المعلومات المستخدمة لإنشاء اقتراح ما - مثل صورة أو تمرين - مع يومياتك في هذا الوقت. التطبيقات التي تستخدم "الوصول بخصوصية" لتقديم الاقتراحات ستظهر في إعدادات اقتراحات تدوين اليوميات.
bg: Дневникът ви има достъп до предложения само когато започнете да пишете за тях или ги запазите. Информацията, използвана за създаването на предложение, като снимка или тренировка, също се споделя с вашия дневник. Приложенията, които използват Поверителен достъп, за да ви дават предложения, ще се показват в настройките на Предложения за водене на дневник.
ca: L’app Diari només pot accedir als suggeriments que desis o sobre què decideixis escriure. La informació que s’utilitza per crear els suggeriments, com ara les fotos o els entrenaments, també es comparteix amb el diari. Les apps que fan servir l’accés privat per oferir suggeriments es mostren a la configuració dels suggeriments per escriure.
cs: Váš deník má k návrhům přístup jen tehdy, když o nich začnete psát nebo když si je uložíte. V těchto situacích se s deníkem sdílejí také informace použité k vytvoření návrhu, například fotka nebo údaje o cvičení. Seznam aplikací, které nabízejí návrhy vygenerované s použitím přístupu k soukromým datům, najdete v nastavení Návrhy na psaní deníku.
da: Din dagbog har kun adgang til forslag, når du begynder at skrive om dem eller gemme dem. De oplysninger, der bruges til at oprette forslag, f.eks. et foto eller en træning, deles også med din dagbog på det pågældende tidspunkt. Apps, der bruger privat adgang til at give forslag, vises i indstillingerne til Forslag til dagbogsemner.
de: Dein Journal hat nur Zugriff auf Vorschläge, wenn du darüber zu schreiben beginnst oder sie sicherst. Die zum Erstellen eines Vorschlags verwendeten Informationen wie Fotos oder Trainings werden zu dem Zeitpunkt auch mit deinem Journal geteilt. Apps, die zum Anbieten von Vorschlägen die Funktion „Privater Zugriff“ verwenden, werden in der Einstellung „Journaling­vorschläge“ angezeigt.
el: Το λεύκωμά σας θα έχει πρόσβαση στις προτάσεις μόνο αν ξεκινήσετε να γράφετε κάτι σχετικά με αυτές ή τις αποθηκεύσετε. Οι πληροφορίες που χρησιμοποιούνται για δημιουργία μιας πρότασης, π.χ. φωτογραφία ή προπόνηση, κοινοποιούνται επίσης στο λεύκωμά σας εκείνη τη στιγμή. Οι εφαρμογές που χρησιμοποιούν την Ιδιωτική πρόσβαση για παροχή προτάσεων θα εμφανίζονται στις ρυθμίσεις των Προτάσεων καταγραφής σκέψεων.
es: El diario solo tiene acceso a las sugerencias cuando las usas para escribir o las guardas. La información utilizada para crear una sugerencia (por ejemplo, una foto o un entreno) también se comparte con el diario en ese momento. Las apps que usen el acceso privado para ofrecer sugerencias aparecerán en los ajustes de las sugerencias de escritura.
es_us: Tu diario únicamente tiene acceso a las sugerencias sobre las que empiezas a escribir o que hayas guardado. La información que se utiliza para crear sugerencias como fotos o entrenamientos también se comparte con tu diario en ese momento. Las apps que usan acceso privado para brindar sugerencias se muestran en la configuración de las sugerencias para escribir.
fi: Päiväkirja voi käyttää ehdotuksia vain silloin, kun alat kirjoittaa niistä tai kun tallennat ne. Myös ehdotuksen luomiseen käytetyt tiedot, kuten kuva tai treeni, jaetaan päiväkirjan kanssa. Apit, jotka tarjoavat yksityisiä tietoja sisältäviä ehdotuksia, näkyvät Päiväkirjaehdotukset-asetuksissa.
fr: Votre journal n’a accès aux suggestions que lorsque vous commencez à écrire à leur sujet ou les enregistrez. Les informations utilisées pour générer une suggestion, comme une photo ou un exercice, sont transmises en même temps à votre journal. Les apps qui utilisent l’accès privé pour proposer des suggestions apparaîtront dans les réglages « Suggestions pour le journal ».
fr_ca: Votre journal a uniquement accès aux suggestions lorsque vous commencez à écrire à leur sujet ou que vous les enregistrez. Les informations utilisées pour créer une suggestion, comme une photo ou un entraînement, sont également partagées avec votre journal à ce moment-là. Les apps qui utilisent l’accès privé pour offrir des suggestions s’afficheront dans les réglages Suggestions pour le journal.
he: ליומן שלך יש גישה להצעות רק לאחר שהתחלת לכתוב עליהן או לאחר ששמרת אותן. המידע שמשמש ליצירת הצעה, כגון תמונה או אימון, משותף גם עם היומן באותו הרגע. יישומים שמשתמשים בגישה פרטית למתן הצעות יופיעו בהגדרות ההצעות לכתיבה ביומן.
hi: आपका जर्नल सुझावों को केवल तभी ऐक्सेस कर सकता है जब आप उनके बारे में लिखना शुरू करते हैं या उन्हें सहेजते हैं। सुझाव बनाने के लिए इस्तेमाल की जाने वाली तस्वीर या वर्कआउट जैसी जानकारी उस समय आपके जर्नल के साथ भी शेयर की जाती है। सुझाव पेश करने के लिए गोपनीय ऐक्सेस का इस्तेमाल करने वाले ऐप्स जर्नलिंग सुझाव सेटिंग्ज़ में दिखाए जाएँगे।
hr: Vaš dnevnik može pristupiti prijedlozima samo kad počnete pisati o njima ili ih spremite. Informacije koje su korištene za izradu prijedloga, kao što su fotografija ili trening, također se dijele s vašim dnevnikom u tom trenutku. Aplikacije koje koriste privatni pristup za nuđenje prijedloga prikazat će se u postavkama prijedloga za vođenje dnevnika.
hu: A naplója csak akkor rendelkezik hozzáféréssel a javaslatokhoz, amikor Ön írni kezd róluk, vagy elmenti őket. Ekkor az adott javaslat létrehozásához felhasznált információk, például egy fotó vagy egy edzés, szintén meg lesznek osztva az Ön naplójával. A javaslatok felajánlásához Privát hozzáférést használó appok a Naplóírási javaslatok beállításaiban fognak megjelenni.
id: Jurnal Anda hanya memiliki akses ke saran saat Anda mulai menulis tentangnya atau menyimpannya. Informasi yang digunakan untuk membuat saran, seperti foto atau olahraga, juga dibagikan dengan jurnal Anda pada saat itu. App yang menggunakan Akses Pribadi untuk menawarkan saran akan muncul di pengaturan Saran Penjurnalan.
it: Il diario ha accesso ai suggerimenti solo quando li usi come spunti per scrivere o quando li salvi. Anche le informazioni utilizzate per creare i suggerimenti, ad esempio le foto o gli allenamenti, vengono condivise con il diario in quel momento. Le app che utilizzano l’accesso privato per offrire suggerimenti verranno visualizzate nelle impostazioni dei suggerimenti per il diario.
ja: 提案について書き始めたり、保存したりした場合にのみ、ジャーナルからアクセスが可能になります。 提案の作成に使用される写真やワークアウトなどの情報も、その時点でジャーナルと共有されます。 提案を提供するためにプライベートアクセスが許可されているアプリは、“ジャーナル記入の提案”の設定に表示されます。
kk: Күнделігіңіз ұсыныстарға олар туралы жаза бастаған немесе сақтаған кезіңізде ғана қол жеткізе алады. Ұсынысты жасау үшін пайдаланылған ақпарат та (мысалы, фото немесе жаттығу) сол кезде күнделігіңізге жіберіледі. Ұсыныстарды көрсету үшін жеке қол жеткізуді пайдаланатын қолданбалар «Күнделік жүргізу ұсыныстары» реттеулерінде пайда болады.
ko: 일기 앱은 사용자가 제안을 바탕으로 일기를 쓰기 시작했거나 또는 일기 앱에 제안을 저장한 경우 해당 항목에만 접근할 수 있습니다. 이때 사진 또는 운동 등 제안을 생성하는 데 사용된 정보도 일기 앱과 공유됩니다. 제안을 위해 ‘비공개 접근’을 사용하는 앱은 일기 쓰기 제안 설정에 나타납니다.
lt: Jūsų dienoraštis turi prieigą prie pasiūlymo tik tada, kai apie jį pradedate rašyti arba jį išsaugote. Kuriant pasiūlymą naudota informacija, pvz., nuotrauka arba treniruotė, taip pat tuo metu bendrinama kartu su dienoraščiu. Programos, kurios naudoja funkciją „Privati prieiga“ pasiūlymams pateikti, bus rodomos „Dienoraščio pasiūlymų“ nustatymuose.
ms: Jurnal anda hanya mempunyai akses kepada cadangan apabila anda mula menulis tentangnya atau menyimpannya. Maklumat yang digunakan untuk mencipta cadangan, seperti foto atau latihan, turut dikongsi dengan jurnal anda pada masa itu. App yang menggunakan Akses Peribadi untuk menawarkan cadangan akan kelihatan dalam seting Cadangan Penjurnalan.
nb: Dagboken har kun tilgang til forslag etter at du begynner å skrive om dem, eller arkiverer dem. Informasjonen som brukes for å generere forslag, som et bilde eller en treningsøkt, blir delt med dagboken på det tidspunktet. Apper som bruker Privat tilgang for å gi forslag, vil vises i innstillingene for Forslag til dagbokemner.
nl: Je dagboek heeft alleen toegang tot suggesties wanneer je erover begint te schrijven of wanneer je ze bewaart. De informatie die wordt gebruikt om een suggestie aan te maken, zoals een foto of work‑out, wordt op dat moment ook gedeeld met je dagboek. Apps die privétoegang gebruiken om suggesties te doen, worden weergegeven in de instellingen voor 'Suggesties voor dagboek bijhouden'.
pl: Twój dziennik ma dostęp do sugestii tylko wtedy, gdy zaczynasz o nich pisać lub je zachowujesz. Informacje używane do tworzenia sugestii, na przykład zdjęcia lub treningi, są wtedy także udostępniane Twojemu dziennikowi. Aplikacje używające funkcji Dostęp prywatny do oferowania sugestii będą wyświetlane w ustawieniach sugestii wpisów w dzienniku.
pt_br: O diário só tem acesso às sugestões quando você começa a escrever sobre elas ou as salva. As informações usadas para criar uma sugestão, como uma foto ou exercício, também são compartilhadas com o diário nessa hora. Os apps que usam o Acesso Privado para oferecer sugestões aparecem nos ajustes de Privacidade.
pt_pt: O diário só tem acesso a sugestões quando começar a escrever sobre elas ou a guardá‑las. A informação usada para criar uma sugestão, como uma fotografia ou um treino, também é partilhada com o diário nessa altura. As aplicações que usam o acesso privado para oferecer sugestões aparecem nas definições de anotação no diário.
ro: Jurnalul are acces la sugestii doar atunci când începeți să scrieți despre ele sau le salvați. Informațiile utilizate pentru a crea o sugestie, cum ar fi o poză sau un exercițiu fizic, sunt partajate cu jurnalul tot la momentul respectiv. Aplicațiile care utilizează accesul privat pentru a oferi sugestii vor apărea în configurările “Sugestii pentru jurnal”.
ru: Ваш дневник получает доступ к предложениям, только когда Вы начинаете писать о них или сохраняете их. Одновременно с этим дневник также получит доступ к данным, использованным для создания предложения, например, к фото или тренировкам. Приложения, использующие Частный доступ для создания предложений, будут отображаться в настройках Предложений дневника.
sk: Váš denník môže pristupovať návrhom len vtedy, keď o nich začnete písať alebo ich uložíte. S denníkom budú v zároveň zdieľané aj informácie, na základe ktorých bol návrh vytvorený, napríklad fotka alebo tréning. Apky, ktoré na ponúkanie návrhov na písanie denníka používajú Súkromný prístup, sa zobrazia v nastaveniach návrhov na písanie denníka.
sl: Vaš dnevnik lahko do predlogov dostopa le, ko začnete pisati o njih ali jih shranite. Podatki, uporabljeni za ustvarjanje predloga, kot sta fotografija ali vadba, se takrat delijo tudi z vašim dnevnikom. Aplikacije, ki ponujajo predloge na podlagi zasebnega dostopa, so prikazane v nastavitvah predlogov za pisanje dnevnika.
sv: Din dagbok har endast tillgång till förslag när du börjar skriva om dem eller sparar dem. Informationen som används till att skapa ett förslag, som en bild eller träning, delas då även med din dagbok. Appar som erbjuder förslag med hjälp av Privat åtkomst visas i inställningarna Förslag på dagboksinlägg.
th: บันทึกของคุณมีสิทธิ์เข้าถึงคำแนะนำเมื่อคุณเริ่มเขียนเกี่ยวกับคำแนะนำหรือบันทึกคำแนะนำเท่านั้น ข้อมูลที่ใช้เพื่อสร้างคำแนะนำ เช่น รูปภาพหรือการออกกำลังกาย ถูกแชร์กับบันทึกของคุณด้วยในเวลานั้น แอปที่ใช้การเข้าถึงอย่างเป็นส่วนตัวเพื่อเสนอคำแนะนำจะแสดงในการตั้งค่าคำแนะนำการเขียนบันทึก
tr: Günlüğünüzün yalnızca öneriler hakkında yazmaya başladığınızda veya onları kaydettiğinizde önerilere erişimi olur. Öneri yaratmak için kullanılan bir fotoğraf veya antrenman gibi bilgiler de o anda günlüğünüzle paylaşılır. Öneriler sunmak için Özel Erişim’i kullanan uygulamalar Günlük Tutma Önerileri ayarlarında görünür.
uk: Щоденник отримує доступ до пропозицій, тільки коли ви починаєте писати про них чи зберігаєте їх. У цей момент щоденник також отримує доступ до інформації, з якої створено пропозицію, як‑от фотографії чи тренування. Програми, які використовують Приватний доступ для пропозицій, зʼявлятимуться в параметрах Пропозицій до щоденника.
vi: Nhật ký chỉ có quyền truy cập vào các gợi ý khi bạn bắt đầu viết về các gợi ý này hoặc lưu chúng. Thông tin được sử dụng để tạo gợi ý, như ảnh hoặc bài tập, cũng được chia sẻ với nhật ký của bạn vào lúc đó. Các ứng dụng sử dụng Truy cập riêng tư để cung cấp gợi ý sẽ xuất hiện trong cài đặt Gợi ý ghi nhật ký.
zh_cn: 手记仅在你开始记录或存储建议时，访问这些建议。 用于创建建议的信息，如照片或体能训练，在记录时也会与手记共享。 使用私密访问提供建议的App将在“手记建议”设置中显示。
zh_hk: 只有你開始寫到或儲存建議時，你的日記才能取用建議。 用於製作建議的資料（例如相片或體能訓練），於這時也會與日記共享。 使用「私密取用」提供建議的App會在「日記建議」設定中顯示。
zh_tw: 你的日誌只能在你開始根據建議撰寫內容或儲存建議時取用相關的建議。 用來製作建議的資訊，如照片或體能訓練，也會同時與日誌分享。 透過「私密取用」提供建議的App會顯示在「日誌建議」設定中。

source: Your workouts and exercise
ar: التمارين والتدريبات
bg: Вашите тренировки и упражнения
ca: Entrenaments i activitat física
cs: Vaše tréninky a cvičení
da: Dine træninger og motion
de: Deine Trainings und Aktivitäten
el: Προπονήσεις και άσκηση
es: Entrenos y ejercicio físico
es_us: Tus entrenamientos y ejercicios
fi: Treenit ja liikunta
fr: Vos exercices et votre activité physique
fr_ca: Vos entraînements et exercices
he: האימונים ופעילויות ההתעמלות שלך
hi: आपके वर्कआउट और एक्सरसाइज़
hr: Vaši treninzi i vježbe
hu: Az Ön edzései és gyakorlatai
id: Olahraga dan latihan Anda
it: Allenamenti e attività fisica
ja: ワークアウトとエクササイズ
kk: Жаттығуларыңыз
ko: 운동
lt: Jūsų treniruotės ir mankšta
ms: Latihan dan senaman anda
nb: Treningsøkter og treningsdata
nl: Je work‑outs en lichaamsbeweging
pl: Twoje treningi i ćwiczenia
pt_br: Seus treinos e exercícios
pt_pt: Treinos e exercício
ro: Exerciții și antrenamente realizate de dvs.
ru: Ваши тренировки и занятия спортом
sk: Vaše tréningy a cvičenia
sl: Vaše vadbe in rekreacija
sv: Dina träningspass och motion
th: การออกกำลังกายของคุณ
tr: Antrenmanlarınız ve egzersiziniz
uk: Ваші тренування та вправи
vi: Bài tập luyện và thể dục của bạn
zh_cn: 体能训练和锻炼
zh_hk: 你的體能訓練和運動
zh_tw: 你的體能訓練和運動
